Repository: zoff99/Antidote
Catalog: Antidote/*.lproj/Localizable.strings
Languages: ar, br, cs, lt, pl, pt

# login_enter_username_and_profile
source: Please enter both username and profile name.
ar: الرجاء إدخال كل من اسم المستخدم واسم الحساب.
br: Ebarzhit un anv implijer hag un anv profil.
cs: Prosím zadejte uživatelské jméno a název profilu
lt: Prašome įrašyti ir naudotojo vardą, ir profilio pavadinimą.
pl: Wprowadź nazwę użytkownika i nazwę profilu.
pt: Insira o nome de utilizador e o nome do perfil

# login_profile_already_exists
source: Profile with given name already exists
ar: إسم الحساب موجود مسبقاً
br: Graet e vez gant an anv profil-mañ dija.
cs: Profil s tímto jménem již existuje
lt: Profilis tokiu pavadinimu jau yra
pl: Wprowadzona nazwa profilu jest już niestety zajęta
pt: Nome escolhido já existe

# error_title
source: Error
ar: خطأ
br: Fazi
cs: Chyba
lt: Klaida
pl: Błąd
pt: Erro

# error_ok_button
source: OK
ar: موافق
br: Mat eo
lt: Gerai

# error_retry_button
source: Retry
ar: إعادة المحاولة
br: Adklask
cs: Zkusit znovu
lt: Bandyti vėl
pl: Powtórz
pt: Tentar de novo

# error_contact_not_connected
source: Contact isn't online
ar: الحساب غير متصل
br: N'emañ ket maez-linenn an darempred
cs: Kontakt není online
lt: Kontaktas nėra prisijungęs
pl: Osoba jest niedostępna
pt: Contacto não está disponivel

# error_too_many_files
source: Too many active file transfers
ar: هناك عدد كبير من الملفات المفعلة على قيد النقل
br: Re a dreuskasoù restr gweredekaet.
cs: Příliš mnoho aktivních přenosů
lt: Per daug aktyvių failo persiuntimų
pl: Zbyt duża liczba przesyłanych plików
pt: Demasiadas transferências activas

# error_internal_message
source: Internal error
ar: حدث خطأ داخلي
br: Fazi Diabarzh
cs: Interní chyba
lt: Vidinė klaida
pl: Błąd wewnętrzny aplikacji
pt: Erro interno

# error_wrong_password_title
source: Wrong password
ar: كلمة المرور خطأ
br: Ger-Kuzh Fall
cs: Špatné heslo
lt: Neteisingas slaptažodis
pl: Niepoprawne hasło
pt: Palavra-Passe errada

# error_wrong_password_message
source: Password contains wrong symbols.
ar: كلمة المرور تحتوي على رموز خاطئة.
br: Ar ger-kuzh a embarzh arouezhioù fall.
cs: Heslo nemůže obsahovat symboly.
lt: Slaptažodyje yra netinkamų simbolių.
pl: Hasło zawiera niedopuszczalne symbole.
pt: Palavra-Passe contêm simbolos errados

# error_import_not_exist_title
source: Cannot import tox save file
ar: لا يمكن نقل ملف التوكس المحفوظ
br: Dibosupl da embarzhañ ar restr tox enrollet
cs: Nelze importovat tox profil
lt: Nepavyksta importuoti tox įrašyto failo
pl: Brak możliwości importu pliku tox
pt: Não é possivel importar tox salvar/guardar ficheiro

# error_import_not_exist_message
source: File does not exist.
ar: الملف غير موجود.
br: N'eus ket eus ar restr !
cs: Soubor neexistuje.
lt: Failo nėra.
pl: Plik nie istnieje.
pt: Ficheiro inexistente

# error_decrypt_title
source: Cannot decrypt tox save file
ar: لا يمكن فك تشفير ملف التوكس المحفوظ
br: Dibosupl da zirinegañ ar restr tox enrollet
cs: Nelze rozšifrovat tox profil
lt: Nepavyksta iššifruoti tox įrašyto failo
pl: Brak możliwości rozkodowania pliku tox
pt: Não é possivel decriptar tox salvar/guardar ficheiro

# error_decrypt_empty_data_message
source: Some input data was empty.
ar: بعض بيانات الإدخال كانت فارغة.
br: Lod eus ar maeziennoù stlenn a oa goullo.
cs: Některá vstupní data jsou prázdná.
lt: Kai kurie įvesties duomenys buvo tušti.
pl: Wprowadzone dane są niepełne.
pt: Input data vazio

# error_decrypt_bad_format_message
source: File has bad format or is corrupted.
ar: الملف يحتوي على تنسيق سيء أو تالف.
br: Ar restr a zo er stumm fall pe trefoet.
cs: Soubor má špatný formát nebo je poškozen.
lt: Failas yra netinkamo formato arba yra pažeistas.
pl: Format pliku jest niedozwolony bądź plik jest uszkodzony.
pt: Ficheiro corrompido ou no formato errado

# error_decrypt_wrong_password_message
source: Password is wrong or file is corrupted.
ar: كلمة السر غير صحيحة أو قد يكون الملف تالف.
br: Fall eo ar ger-kuzh pe trefoet eo ar restr.
cs: Heslo je špatné nebo je poškozen soubor.
lt: Slaptažodis neteisingas arba failas yra pažeistas.
pl: Hasło jest niepoprawne lub plik uszkodzony.
pt: Palavra-passe errada ou o ficheiro esta corrompido

# error_general_unknown_message
source: Unknown error occurred.
ar: حدث خطأ مجهول.
br: C'hoarvezet ez eus ur fazi dianavezet.
cs: Vyskytla se neznámý chyba.
lt: Įvyko nežinoma klaida.
pl: Nieznany błąd.
pt: Erro desconhecido

# error_general_no_memory_message
source: Not enough memory.
ar: الذاكرة لا تكفي.
br: N'eus ket trawalc'h a vemor.
cs: Nedostatek paměti.
lt: Neužtenka atminties.
pl: Brak wystarczającej ilości pamięci.
pt: Memória insuficiente

# error_general_bind_port_message
source: Was unable to bind to a port.
ar: لم يتمكن لربط المنفذ.
br: Dibosubl d'en em lugañ ouzh ur porzh.
cs: Nebylo možné se připojit na port
lt: Nepavyko susieti prievado.
pl: Brak możliwości otworzenia portu komunikacji.
pt: Incapaz de ligar/conectar a uma porta

# error_general_profile_encrypted_message
source: Profile is encrypted.
ar: تم تشفير الحساب.
br: Rineget eo ar Profil.
cs: Profil je zašifrován.
lt: Profilis yra užšifruotas.
pl: Profil jest zaszyfrowany.
pt: Perfil está encriptado

# error_general_bad_format_message
source: File has bad format or is corrupted.
ar: الملف يحتوي على تنسيق سيء أو تالف.
br: Ar restr a zo er stumm fall pe trefoet.
cs: Soubor má špatný formát nebo je poškozen.
lt: Failas yra netinkamo formato arba yra pažeistas.
pl: Plik ma niepoprawny format lub jest uszkodzony.
pt: Ficheiro têm um formato errado ou está corrompido

# error_proxy_title
source: Proxy error
ar: خطأ في الخادم الوكيل او البروكسي
br: Fazi a-berzh ar Proxy
cs: Chyba proxy
lt: Įgaliotojo serverio klaida.
pl: Błąd serwera proxy
pt: Erro de proxy

# error_proxy_invalid_address_message
source: Proxy address has invalid format.
ar: عنوان الوكيل او البروكسي غير صالح.
br: Ur stumm fall a zo gant chomlec'h ar Proxy.
cs: Proxy adresa má špatný formát
lt: Neteisingas įgaliotojo serverio adreso formatas.
pl: Adres serwera proxy ma niepoprawny format.
pt: Proxy têm uma porta incorrecta

# error_proxy_invalid_port_message
source: Proxy port is invalid.
ar: منفذ الوكيل او البروكسي غير صالح.
br: Porzh Proxy a zo direizh.
cs: Port proxy je špatný
lt: Neteisingas įgaliotojo serverio prievadas.
pl: Port proxy jest niepoprawny.
pt: Porta proxy é inválida

# error_proxy_host_not_resolved_message
source: Proxy host could not be resolved.
ar: لا يمكن حل استضافة الوكيل او البروكسي.
br: N'en deus ket gallet bezañ digoublet hostiz Proxy.
cs: Proxy host nemůže být rozpoznán.
lt: Nepavyko nustatyti įgaliotojo serverio.
pl: Translacja DNS-IP Proxy hosta jest niemożliwa.
pt: Não é possivel ligar a proxy host

# error_name_too_long
source: Name is too long.
ar: الإسم طويل جداً.
br: An anv a zo re hir !
cs: Jméno je moc dlouhé
lt: Pavadinimas per ilgas.
pl: Nazwa jest zbyt długa.
pt: Nome muito longo

# error_status_message_too_long
source: Status message is too long
ar: الرسالة في الحالة طويلة جداً
br: Statud ar gemennadenn a zo re hir !
cs: Stav je moc dlouhý
lt: Būsenos žinutė yra per ilga
pl: Status wiadomości jest zbyt długi
pt: Mensagem de status é demasiado longa

# error_contact_request_too_long
source: Message is too long
ar: الرسالة طويلة جداً
br: Ar gemennadenn a zo re hir !
cs: Zpráva je moc dlouhá
lt: Žinutė per ilga
pl: Wiadomość jest zbyt długa
pt: Mensagem demasiado extensa

# error_contact_request_no_message
source: No message specified
ar: لا يوجد رسائل محددة
br: Kemennadenn ebet spisaet
cs: Žádná zpráva není specifikována
lt: Nėra nurodyta žinutė
pl: Brak określonej wiadomości
pt: Nenhuma mensagem especificada

# error_contact_request_own_key
source: Cannot add myself to contact list
ar: لا يمكن إضافة نفس حسابي في قائمة الاتصال الخاصة بي
br: Ne c'hallan ket ma ouzhpennañ d'am listenn darempredoù.
cs: Nemůžu se sám přidat mezi kontakty
lt: Negalima savęs pridėti į kontaktų sąrašą
pl: Dodanie samego siebie do listy kontaktów jest niemożliwe
pt: Não pode adicionar-se a lista de contactos

# error_contact_request_already_sent
source: Contact request was already sent
ar: طلب الإضافة قد تم ارسالها مسبقاً
br: Goulenn mignoniezh kaset dija
cs: Žádost o kontakt byla již odeslána
lt: Kontakto užklausa jau buvo išsiųsta
pl: Zapytanie zostało już wysłane
pt: Pedido de contacto já foi enviado

# error_contact_request_bad_checksum
source: Bad checksum, please check entered Tox ID
ar: مجموع التدقيق او Checksum رديء، يرجى التحقق من حساب التوكس المدخل.
br: Checksum fall, gwiriekait mar-plij ho ped ebarzhet an identelezh Tox mat.
cs: Špatný kontrolní součet, prosím zkontrolujte vložené Tox ID
lt: Bloga kontrolinė suma, patikrinkite įrašytą Tox ID
pl: Niepoprawna suma kontrolna, proszę sprawdzić wprowadzony Tox ID
pt: Má checksum, por favor confirme o Tox ID introduzido

# error_contact_request_new_nospam
source: Bad nospam value, please check entered Tox ID
ar: قيمة تعطيل الإزعاج او nospam رديئة، يرجى التحقق من حساب التوكس المدخل.
br: Nospam fall, gwiriekait mar-plij ho ped ebarzhet an identelezh Tox mat.
cs: Špatná hodnota nospam, prosím zkontrolujte vložené Tox ID
lt: Bloga nospam reikšmė, patikrinkite įrašytą Tox ID
pl: Niepoprawna wartość nospam, proszę sprawdzić Tox ID
pt: Má nospam value, por favor confirme o Tox ID introduzido

# call_error_already_in_call
source: Already in a call
ar: حالياً في مكالمة
br: Oc'h ober ur bellgomzadenn dija
cs: Již hovoří
lt: Jau pokalbyje
pl: Przeprowadza rozmowę
pt: Numa chamada

# call_error_contact_is_offline
source: Contact is offline
ar: الحساب غير متصل
br: E maez-linenn emañ an darempred.
cs: Kontakt je offline
lt: Kontaktas atsijungęs
pl: Osoba jest aktualnie niedostępna
pt: Contacto está indisponível

# call_error_no_active_call
source: There is no active call
ar: ليس هناك مكالمة أخرى
br: N'eus pellgomzadenn gweredakaet ebet.
cs: Není žádný aktivní hovor
lt: Nėra aktyvaus skambučio
pl: Brak aktywnych połączeń
pt: Não existe nenhuma chamada activa

# theme_error_cannot_open
source: Cannot open theme, wrong format
ar: لا يمكن فتح السمة، التنسيق خاطئ
br: Dibosupl eo da zigeriñ an theme, stumm fall.
cs: Nemůžu otevřít motiv, špatný formát
lt: Nepavyksta atverti temos, netinkamas formatas
pl: Niniejszy temat graficzny do programu czyli tzw. skórka ma niepoprawny format
pt: Não é possivel abrir theme, formato incorrecto

# accessibility_chats_ending
source: unread chats
ar: المحادثات الغير مقروء
br: flapoù amlennet
cs: nepřečtené zprávy
lt: neskaityti pokalbiai

# accessibility_avatar_button_label
source: Avatar
ar: الصورة الرمزية
lt: Avataras

# accessibility_avatar_button_hint
source: Sets or removes avatar.
ar: تحديد أو إزالة الصورة الرمزية.
br: Lakaat pe dilemel an avatar.
cs: Nastavit nebo odebrat avatar.
lt: Nustato ar pašalina avatarą.

# accessibility_chat_button_label
source: Chat
ar: محادثة
br: Flapva
cs: Zpráva
lt: Pokalbis

# accessibility_chat_button_hint
source: Opens chat dialog.
ar: يفتح حوار المحادثة.
br: Digeriñ ar flapva.
cs: Otevře konverzaci
lt: Atveria pokalbio dialogą.

# accessibility_call_button_label
source: Audio call
ar: مكالمة صوتية
br: Pellgomzadenn gant ar vouezh
cs: Zavolat
lt: Garso skambutis

# accessibility_call_button_hint
source: Makes audio call.
ar: لطلب مكالمة صوتية.
br: Pellgomz gant ar vouezh.
cs: Vytvoří hovor
lt: Užmezgia garso skambutį.

# accessibility_video_button_label
source: Video call
ar: مكالمة مرئية
br: Pellgomzadenn gant ar Video
cs: Video
lt: Vaizdo skambutis

# accessibility_video_button_hint
source: Makes video call.
ar: لطلب مكالمة مرئية.
br: Pellgomz gant ar Video.
cs: Vytvoří videohovor
lt: Užmezgia vaizdo skambutį.

# accessibility_show_copy_hint
source: Shows copy menu.
ar: يظهر نسخة القائمة.
br: Diskouez ar roll eilañ.
cs: Zobrazí menu ke kopírování
lt: Rodo kopijavimo meniu.

# accessibility_edit_value_hint
source: Edits value.
ar: تعديلات القيمة.
br: Kemm an talvoudegezh.
cs: Upraví položku
lt: Redaguoja reikšmę.

# accessibility_incoming_message_label
source: Message
ar: رسالة
br: Kemennadenn
cs: Zpráva
lt: Žinutė

# accessibility_outgoing_message_label
source: Your message
ar: رسالتك
br: Ho kemennadenn
cs: Vaše zpráva
lt: Jūsų žinutė

# settings_pushmessages_info
source: If you disable Push Notifications then you and your friends will not receive any messages. The application will not work properly. Push Notification uses Apple APS or Google FCM or Unified Push (GotifyUP)
ar: If you disable Push Notifications then you and your friends will not receive any messages. The application will not work porperly. Push Notification uses Apple APS or Google FCM or Unified Push (GotifyUP)
br: If you disable Push Notifications then you and your friends will not receive any messages. The application will not work porperly. Push Notification uses Apple APS or Google FCM or Unified Push (GotifyUP)
cs: If you disable Push Notifications then you and your friends will not receive any messages. The application will not work porperly. Push Notification uses Apple APS or Google FCM or Unified Push (GotifyUP)
lt: If you disable Push Notifications then you and your friends will not receive any messages. The application will not work porperly. Push Notification uses Apple APS or Google FCM or Unified Push (GotifyUP)
pl: If you disable Push Notifications then you and your friends will not receive any messages. The application will not work porperly. Push Notification uses Apple APS or Google FCM or Unified Push (GotifyUP)
pt: If you disable Push Notifications then you and your friends will not receive any messages. The application will not work porperly. Push Notification uses Apple APS or Google FCM or Unified Push (GotifyUP)

# chat_is_typing_text
source: is typing...
pt: está a digitar...

# chat_pending_faux_offline_messages
source: Undelivered messages will be send when both you and friend are online.
pt: Mensagens não entregues serão enviadas quando você e o amigo estiverem online.
