Repository: zoff99/Antidote
Catalog: Antidote/*.lproj/Localizable.strings
Languages: ar, br, cs, lt, pl, pt

# login_or_label
source: or
ar: أو
br: pe
cs: nebo
lt: arba
pl: lub
pt: ou

source: Create Account
ar: حساب جديد
br: Krouiñ ur Gont
cs: Vytvořit účet
lt: Sukurti paskyrą
pl: Utwórz konto
pt: Criar Conta

source: Import Profile
ar: نقل الحساب
br: Emporzhiañ ur Profil
cs: Importovat profil
lt: Importuoti profilį
pl: Importuj profil
pt: Importar Perfil

source: Password
ar: كلمة المرور
br: Ger-kuzh
cs: Heslo
lt: Slaptažodis
pl: Hasło
pt: Palavra-Passe

source: Log In
ar: دخول
br: Kevreañ
cs: Přihlásit
lt: Prisijungti
pl: Logowanie
pt: Entrar

source: Create profile
ar: إنشاء حساب
br: Krouiñ ur profil
cs: Vytvořit profil
lt: Sukurti profilį
pl: Utwórz profil
pt: Criar Perfil

source: Import to Antidote
ar: إنتقال الى انتيدوت
br: Emporzhiañ e-barzh Antidote
cs: Importovat do Antidote
lt: Importuoti į Antidote
pl: Importuj do Antidote
pt: Importar para Antidote

# create_account_username_title
source: How contacts will see you?
ar: كيف يتم مشاهدتك في قائمة الاتصال؟
br: Penaos e viot gwelet gant ho tarempredoù ?
cs: Jak Vás kontakty uvidí?
lt: Kokiu vardu jus matys jūsų kontaktai?
pl: Które kontakty chcesz widzieć
pt: Como os contactos irão vê-lo?

# create_account_username_placeholder
source: Username
ar: إسم المستخدم
br: Anv-Implijer
cs: Uživatelské jméno
lt: Naudotojo vardas
pl: Użytkownik
pt: Nome de Utilizador

# create_account_profile_title
source: How to call this profile?
ar: كيف تتصل بهذا الحساب؟
br: Penaos pellgomz d'ar profil-mañ ,
cs: Jak nazvete tento profil?
lt: Kaip pavadinti šį profilį?
pl: Jak wywołać ten profil?
pt: Que nome deve ter este perfil

# create_account_profile_placeholder
source: Profile name
ar: إسم الحساب
br: Anv ar profil
cs: Název profilu
lt: Profilio pavadinimas
pl: Nazwa profilu
pt: Nome do perfil

# create_account_profile_hint
source: e.g. Home, iPhone
ar: على سبيل المثال المنزل، الايفون
br: d.sk. Home, iPhone
cs: např. Domací, iPhone
lt: pvz., Namai, iPhone
pl: np. Dom, Iphone
pt: exemplo: Casa, iPhone

# set_password_title
source: Set Password
ar: ضع كلمة مرور
br: Termeniñ ur Ger-Kuzh
cs: Nastavit heslo
lt: Nustatyti slaptažodį
pl: Ustaw hasło

# set_password_hint
source: Password is required to protect your data. Keep it safe - once lost it cannot be restored.
ar: الحاجة في كلمة المرور هي لحماية البيانات الخاصة. أحتفظ بها - بفقدانها لا يمكن استعادة الحساب.
br: Ret eo da gaout gerioù-kuzh da wareziñ ho roadennoù. Mirit anezhañ sur - ur wezh kollet ne c'hallo bet bezañ adroet.
cs: Heslo je vyžadováno k ochraně Vašich dat. Uložte si jej na bezpečné místo - v budoucnu již nejde obnovit.
lt: Slaptažodis yra reikalingas apsaugoti jūsų duomenis. Laikykite jį saugioje vietoje, kadangi praradę, negalėsite jo atkurti.
pl: Hasło jest wymagane dla ochrony twoich danych. Przechowuj go w bezpiecznym dla Ciebie miejscu. Utracone hasło nie może być odzyskane.

# create_account_next_button
source: Next
ar: التالي
br: Goude
cs: Další
lt: Kitas
pl: Dalej

# create_account_go_button
source: Go
ar: إبدأ
br: Mont
cs: Založit
lt: Pirmyn
pl: Idź
pt: Ir

# default_user_status_message
source: Toxing on Antidote
ar: اتواصل بواسطة انتيدوت
br: Toksi a ran war Antidote
cs: Toxuju přes Antidote
lt: Bendrauju per Antidote
pl: Tox dla Anidote
pt: Toxing com Antidote

# pin_enter_to_unlock
source: Enter your PIN to unlock
ar: أدخل رقم PIN الخاص بك للفتح
br: Ebarzhiñ ho PIN da zibrennañ
cs: Vložte kód pro odemčení
lt: Įrašykite savo PIN, kad atrakintumėte
pl: Wprowadź swój kod PIN do odblokowania

# pin_set
source: Set PIN
ar: تعيين PIN
br: Termenit ur PIN
cs: Nastavit kód
lt: Nustatykite PIN
pl: Ustaw PIN

# pin_confirm
source: Confirm PIN
ar: تأكيد PIN
br: Kadarnaat ar PIN
cs: Potvrdit kód
lt: Patvirtinkite PIN
pl: Potwierdź PIN

# pin_do_not_match
source: PINs did not match. Try again
ar: الأرقام غير مطابقة. حاول ثانية
br: Ne glot ket ar PINoù. Klaskit adarre.
cs: Zadané kódy nesouhlasí. Zkuste to znovu
lt: PIN kodai nesutapo. Bandykite vėl
pl: Kod PIN jest rozbieżny. Sprobuj ponownie.

# pin_incorrect
source: Incorrect PIN
ar: PIN غير صحيح
br: PIN Direizh
cs: Špatný kód
lt: Neteisingas PIN
pl: Nieprawidłowy PIN

# pin_failed_attempts
source: Failed attempts: %@
br: C'hwitet ez eus bet gant ar glaskadenn: %@
cs: Špatných pokusů: %@
lt: Nepavykusių bandymų: %@

# pin_logout_message
source: Too many failed attempts. You have been logged out.
br: C'hwitet ez eus bet war re a glaskadennoù. Digevreet oc'h bet.
cs: Příliš mnoho špatných pokusů. Účet byl odhlášen.
lt: Per daug nepavykusių bandymų. Jūs buvote atjungti.

# pin_enabled
source: Enable PIN
ar: تفعيل PIN
br: Pin Gweredeakaet
cs: Aktivovat PIN
lt: Įjungti PIN
pl: Włącz PIN

# pin_touch_id_enabled
source: Enable Touch ID
ar: تفعيل الهوية باللمس
br: Gweredekaat Touchenn an ID
cs: Aktivovat Touch ID
lt: Įjungti prisilietimo ID
pl: Udostępnij ID

# pin_description
source: Prevent unauthorized access to Antidote with a PIN.
ar: منع الوصول غير المصرح به إلى أنتيدوت مع PIN.
br: Mirout ouzh an haezennoù diaotreet war Antidote gant ur c'hod PIN.
cs: Chraňte Antidote kódem před neoprávněným přístupem.
lt: Neleisti nesankcionuotą prieigą prie Antidote, naudojant PIN.
pl: Zapobiegnij nieuprawnionemu dostępowi do programu aktywując kod PIN.

# pin_touch_id_description
source: Use your fingerprint as an alternative to entering a PIN.
ar: استخدام بصمة الإصبع كبديل لإدخال رمز PIN.
br: Ober gant ur roudennviz evel un hent-biou da ebarzhañ ur PIN.
cs: Můžete použít Váš otisk prstu jako alternativu k zadání kódu.
lt: Naudoti jūsų piršto antspaudą, kaip alternatyvą PIN įrašymui.
pl: Jako alternatywy do PIN-u odcisku palca.

# pin_lock_timeout
source: Lock Timeout
ar: إقفال عند نفاذ الوقت
br: Prennañ an Diamzer
cs: Požadovat kód
lt: Užrakinimo laukimo laikas
pl: Blokada czasowa

# pin_lock_immediately
source: Immediately
ar: فورا
br: Diouzhtu-dak
cs: Ihned
lt: Nedelsiant
pl: Natychmiast

# pin_lock_30_seconds
source: 30 Seconds
ar: 30 ثانية
br: 30 Eilenn
cs: 30 sekund
lt: 30 sekundžių
pl: 30 sekund

# pin_lock_1_minute
source: 1 Minute
ar: 1 دقيقة
br: 1 Vunutenn
cs: 1 minuta
lt: 1 minutė
pl: 1 minuta

# pin_lock_2_minutes
source: 2 Minutes
ar: 2 دقيقة
br: 2 Vunutenn
cs: 2 minuty
lt: 2 minutės
pl: 2 minuty

# pin_lock_5_minutes
source: 5 Minutes
ar: 5 دقيقة
br: 5 Munutenn
cs: 5 minut
lt: 5 minutės
pl: 5 minut

# connecting_label
source: Connecting...
ar: على قيد الإتصال...
br: O kevreiñ...
cs: Připojuji...
lt: Jungiamasi...
pl: Łącze ...
pt: Ligando

# contacts_title
source: Contacts
ar: القائمة
br: Darempredoù
cs: Kontakty
lt: Kontaktai
pl: Kontakty
pt: Contactos

# chats_title
source: Chats
ar: المحادثات
br: Flapoùva
cs: Konverzace
lt: Pokalbiai
pl: Czaty
pt: Conversas

# settings_title
source: Settings
ar: الإعدادات
br: Arventennoù
cs: Nastavení
lt: Nustatymai
pl: Ustawienia
pt: Configurações

# profile_title
source: Profile
ar: الحساب
br: Profil
cs: Profil
lt: Profilis
pl: Profil
pt: Perfil

# contact_no_contacts
source: No contacts
ar: لا توجد جهات اتصال
br: Darempred ebet
cs: Žádné kontakty
lt: Nėra kontaktų
pl: Brak kontaktów
pt: Nenhum contacto

# contact_no_contacts_add_contact
source: Add a contact or
ar: اضافة حساب او
br: Ouzhpenniñ un darempred pe
cs: Přidat kontakt nebo
lt: Pridėkite kontaktą arba
pl: Dodaj kontakt lub
pt: Adiciona contacto ou

# contact_no_contacts_share_tox_id
source: share your Tox ID
ar: مشاركة حساب التوكس الخاص بك
br: Rannañ hoc'h identelezh Tox
cs: sdílet Vaše Tox ID
lt: dalinkitės savo Tox ID
pl: udostępnij swój Tox ID
pt: partilha o teu Tox ID

# contact_requests_section
source: Contact Requests
ar: قائمة الإضافات
br: Goulennoù darempred
cs: Žádosti o kontakt
lt: Kontaktų užklausos
pl: Zapytania kontaktowe
pt: Pedidos

# contact_last_seen
source: Last seen: %@
ar: نهايتها: %@
br: Gwelet da: %@
cs: Naposledy viděn: %@
lt: Buvo prisijungęs: %@
pl: Ostatnio widziany: %@
pt: Online ontem a: %@

source: Contact Request
ar: طلب إضافة
br: Goulenn darempred
cs: Žádost o kontakt
lt: Kontakto užklausa
pl: Prośba kontaktu
pt: Pedido de Contacto

# contact_request_decline
source: Decline
ar: رفض
br: Nac'hañ
cs: Zamítnout
lt: Atmesti
pl: Odmowa
pt: Rejeitar

# contact_request_accept
source: Accept
ar: قبول
br: Asantiñ
cs: Přijmout
lt: Priimti
pl: Akceptacja
pt: Aceitar

# contact_request_delete_title
source: Delete contact request?
ar: إزالة طلب الإضافة؟
br: Lemmel ar goulenn darempred kuit ?
cs: Smazat žádost?
lt: Ištrinti kontakto užklausą?
pl: Skasować zadanie, prośbę kontaktu?
pt: Rejeita o pedido

# contact_deleted
source: Deleted contact
br: Lemel an darempred kuit.
cs: Smazaný kontakt
lt: Ištrintas kontaktas

source: Show QR Code
ar: عرض رمز الاستجابة السريع او الباركود
br: Diskouez ar c'hod QR
cs: Zobrazit QR kód
lt: Rodyti QR kodą
pl: Pokaż QR-Kod
pt: Mostra o código QR

source: Copy
ar: نسخ
br: Eilañ
cs: Kopírovat
lt: Kopijuoti
pl: Kopiuj
pt: Copiar

# add_contact_title
source: Add Contact
ar: إضافة حساب
br: Ouzhpenniñ Darempred
cs: Přidat kontakt
lt: Pridėti kontaktą
pl: Dodaj kontakt
pt: Adicionar Contacto

# add_contact_send
source: Send
ar: إرسال
br: Kas
cs: Odeslat
lt: Siųsti
pl: Wyślij
pt: Enviar

# add_contact_tox_id_placeholder
source: Enter Tox ID
ar: أدخل عنوان حساب التوكس
br: Ebarzhiañ identelezh Tox
cs: Vložte Tox ID
lt: Įrašykite Tox ID
pl: Wprowadź Tox-ID
pt: Introduza Tox ID

# add_contact_or_label
source: or
ar: أو
br: Pe
cs: nebo
lt: arba
pl: lub
pt: ou

# add_contact_use_qr
source: Use QR code
ar: إستخدام رمز الاستجابة السريع او الباركود
br: Implijout ar c'hod QR
cs: načtěte QR kód
lt: Naudokite QR kodą
pl: Użyj kodu QR
pt: Usa Código QR

# add_contact_default_message_title
source: Message
ar: رسالة
br: Kemennadenn
cs: Zpráva
lt: Žinutė
pl: Wiadomość
pt: Mensagem

# add_contact_default_message_text
source: Hello! Could you please add me to your contact list?
ar: مرحباً! هل من الممكن أن تقبل إضافتي في قائمتك؟
br: Demat ! Ha gellout a rafec'h ouzhpenniñ ac'hanon d'ho listenn darempredoù ?
cs: Ahoj! Můžeš si mě prosím přidat do kontaktů?
lt: Sveiki! Ar galėtumėte mane, prašau, pridėti į savo kontaktų sąrašą?
pl: Cześć, witaj! Czy możesz dodać mnie do listy twoich kontaktów?
pt: Olá! Podias por favor adicionar-me a tua lista de contactos?

# add_contact_wrong_qr
source: Wrong QR code. It should contain Tox ID
ar: رمز الاستجابة السريع او الباركود خطأ. يجب توفر عنوان حساب التوكس
br: Kod QR fall. Rankout a rafe kaout en ennañ an identelezh Tox
cs: Špatný QR kód. Neobsahuje Tox ID
lt: Neteisingas QR kodas. Jame turėtų būti Tox ID
pl: Niepoprawny kod QR. Ta wartość powinna zawierać Tox ID.
pt: Código QR Errado. Deve conter o Tox ID

source: Name
ar: الإسم
br: Anv
cs: Jméno
lt: Vardas
pl: Nazwisko
pt: Nome

source: Nickname
ar: اللقب
br: Lezanv
cs: Přezdívka
lt: Slapyvardis
pl: Ksywka
pt: Alcunha

source: Status Message
ar: وضع الحالة
br: Statud ar gemennadenn
cs: Stav
lt: Būsenos žinutė
pl: Status wiadomości
pt: Mensagem de Estado

# status_title
source: Status
ar: الحالة
br: Statud
cs: Stav
lt: Būsena
pt: Estado

source: My Tox ID
ar: عنوان حساب التوكس
br: Ma identelezh Tox
cs: Moje Tox ID
lt: Mano Tox ID
pl: Mój Tox ID
pt: Tox ID

source: Public Key
ar: مفتاح المعلن المشفر
br: Alc'hwez Foran
cs: Veřejný klíč
lt: Viešasis raktas
pl: Klucz publiczny
pt: Chave Pública

source: Show QR
ar: عرض رمز الاستجابة السريع او الباركود
br: Diskouez QR
cs: Zobrazit QR
lt: Rodyti QR
pl: Pokaż kod QR
pt: Mostra QR

source: Profile Details
ar: بيانات الحساب
br: Munudoù ar profil
cs: Detaily profilu
lt: Išsamesnė profilio informacija
pl: Dane profilu
pt: Detalhes Perfil

# logout_button
source: Log Out
ar: تسجيل خروج
br: Digevreañ
cs: Odhlásit
lt: Atsijungti
pl: Wyloguj się
pt: Desligar

# qr_close_button
source: Close
ar: إغلاق
br: Serriñ
cs: Zavřít
lt: Užverti
pl: Zamknij
pt: Fechar

# chat_no_chats
source: No chats
ar: لا توجد محادثات
br: Flapoù ebet
cs: Žádné konverzace
lt: Pokalbių nėra
pl: Brak czatów
pt: Sem conversas

# chat_outgoing_file
source: Outgoing file:
ar: الملفات المرسلة
br: Restr o vont maez :
cs: Odchozí soubor:
lt: Išsiunčiamas failas:
pl: Wysyłany plik:
pt: Enviar ficheiro

# chat_incoming_file
source: Incoming file:
ar: الملفات الوارده
br: Restr o vont e-barzh :
cs: Příchozí soubor:
lt: Atsiunčiamas failas:
pl: Odbierany plik:
pt: Receber ficheiro

# chat_call_finished
source: Call finished
ar: انتهت المكالمة
br: Pellgomzadenn echuet
cs: Hovor ukončen
lt: Skambutis baigtas
pl: Rozmowa zakończona
pt: Chamada terminada

# chat_unanwered_call
source: Unanswered call
ar: لم تتم الإستجابة على المكالمة
br: Pellgomzadenn chomet direspont
cs: Nepřijatý hovor
lt: Neatsilieptas skambutis
pl: Rozmowa nieodebrana
pt: Chamada não atendida

# chat_send_button
source: Send
ar: إرسال
br: Kas
cs: Poslat
lt: Siųsti
pl: Wyślij
pt: Enviar

# chat_new_messages
source: ↓ New messages
ar: رسائل جديدة
br: ↓ Kemennadennoù nevez
cs: ↓ Nová zpráva
lt: ↓ Naujos žinutės
pl: ↓ Nowa wiadomość
pt: Novas mensagens

# chat_call_message
source: Call,
ar: مكالمة،
br: Pellgomz,
cs: Hovor,
lt: Skambutis,
pl: Połączenie,
pt: Ligar,

# chat_missed_call_message
source: Missed call
ar: مكالمة لم يرد عليها
br: Pellgomzadennoù c'hwitet
cs: Zmeškaný hovor
lt: Praleistas skambutis
pl: Rozmowa nieodebrana
pt: Chamada perdida

# chat_more_menu_item
source: More
ar: المزيد
br: Muioc'h
cs: Více
lt: Daugiau
pl: Więcej

# status_offline
source: Offline
ar: غير متصل
br: Maezlinenn
cs: Odpojen
lt: Atsijungęs
pl: Niedostępny
pt: Indisponível

# status_online
source: Online
ar: متصل
br: Enlinenn
cs: Připojen
lt: Prisijungęs
pl: Dostępny
pt: Disponível

# status_away
source: Away
ar: بالخارج
br: Ezvezant
cs: Pryč
lt: Pasišalinęs
pl: Zaraz wracam
pt: Ausente

# status_busy
source: Busy
ar: مشغول
br: Ac'hubet
cs: Nedostupný
lt: Užsiėmęs
pl: Zajęty
pt: Ocupado

# notification_new_message
source: New message
ar: رسالة جديدة
br: Kemennadennoù nevez
cs: Nová zpráva
lt: Nauja žinutė
pl: Nowa wiadomość
pt: Mensagem nova

# notification_incoming_contact_request
source: Incoming contact request
ar: طلب دعوة إضافة
br: Goulenn darempred nevez
cs: Příchozí žádost o kontakt
lt: Gaunama kontakto užklausa
pl: Nadchodząca prośba kontaktu
pt: Pedido de contacto recebido

# notification_is_calling
source: is calling
ar: يتصل
br: O pellgomz
cs: telefonuje
lt: skambina
pl: telefonuje
pt: a ligar

# notification_incoming_file
source: Incoming file
ar: وصول ملف
br: Restr o vont e-barzh
cs: Příchozí soubor
lt: Gaunamas failas
pl: Nadchodzący plik
pt: Receber ficheiro?

# settings_about
source: About
ar: نبذة عن
br: Diwar-benn
cs: O Antidote
lt: Apie
pl: O nas
pt: Acerca

# settings_faq
source: FAQ
ar: التعليمات
br: FAG
lt: DUK
pl: Najczęstsze pytania

# settings_advanced_settings
source: Advanced Settings
ar: خصائص الاعدادات
br: Arventennoù araokaet
cs: Pokročilé nastavení
lt: Išplėstiniai nustatymai
pl: Ustawienia zaawansowane
pt: Configurações avançadas

# settings_antidote_version
source: Antidote Version
ar: إصدار الانتيدوت
br: Stumm Antidote
cs: Verze Antidote
lt: Antidote versija
pl: Wersja programu Antidote
pt: Versão Antidote

# settings_antidote_build
source: Antidote Build
ar: بناء الانتيدوت
br: Sevel Antidote
cs: Sestavení Antidote
lt: Antidote darinys
pl: Wersja kompilacji Antidote

# settings_toxcore_version
source: Toxcore Version
ar: إصدار نواة التوكس او التوكس كور
br: Stumm Toxcore
cs: Verze Toxcore
lt: Toxcore versija
pl: Wersja Toxcore
pt: Versão Toxcore

# settings_acknowledgements
source: Acknowledgements
ar: شكر وتنويه
br: Trugarekadurioù
cs: Poděkování
lt: Padėkos
pl: Podziękowania

# settings_autodownload_images
source: Autodownload images
ar: الصور المحملة تلقائياً
br: Pellgargañ skeudennoù emgefreek
cs: Automaticky stahovat obrázky
lt: Automatinis paveikslų atsiuntimas
pl: Automatycznie pobieranie obrazków lub fotografii
pt: Descarregar imagens automaticamente

# settings_autodownload_images_description
source: Automatically download incoming images.
ar: تحميل الصور الوارده تلقائياً.
br: Pellgargañ en un doare emgefreek ar skeudennoù o tont e-barzh.
cs: Automaticky stahovat příchozí obrázky
lt: Automatiškai atsisiųsti gaunamus paveikslus.
pl: Automatycznie pobierz obrazki, fotografie
pt: Descarregar imagens automaticamente

# settings_notifications_message_preview
source: Notification Preview
ar: عرض الإشعارات
br: Diskouez ar C'hemennadennoù
cs: Náhled notifikací
lt: Pranešimo peržiūra
pl: Przegląd powiadomień
pt: Pre-visualização de notificações

# settings_notifications_description
source: When the application goes to the background, you will still receive notifications up to 10 minutes.
ar: حينما يتم عمل البرنامج في النظام، سيتم عرض الإشعارات حتى 10 دقائق.
br: Pa vo an arload war an drekleur, resev a rit kemennadennoù e-pad dek munud c'hoazh.
cs: Jakmile přepnete aplikaci do pozadí, budete dostavát notifikace dalších 10 minut.
lt: Kai programa pereis į foną, jūs vis dar 10-ies minučių laikotarpyje gausite pranešimus.
pl: Jeżeli aplikacja będzie działa w tle, to masz możliwość odbioru powiadomień jeszcze przez okres 10-u minut.
pt: Quando a aplicação fica em segundo plano, as notificações ficarão activas durante 10 minutos

# settings_udp_enabled
source: Enable UDP
ar: تفعيل UDP
br: Gweredekaat an UDP
cs: Aktivovat UDP
lt: Įjungti UDP
pl: Uruchom transmisje poprzez UDP

# settings_restore_default
source: Restore Default Settings
ar: إسترجاع الإعدادات التلقائية
br: Resteurel an arventennoù dre ziouer
cs: Obnovit výchozí nastavení
lt: Atkurti numatytuosius nustatymus
pl: Przywróć domyślne ustawienia
pt: Restaurar definições iniciais

# settings_never
source: Never
ar: لا
br: Morse
cs: Nikdy
lt: Niekada
pl: Nigdy
pt: Nunca

# settings_wifi
source: Wi-Fi
ar: إتصال لاسلكي او واي-فاي
lt: Belaidis ryšys (Wi-Fi)
pl: Internet bezprzewodowy Wi-Fi.

# settings_using_wifi
source: Using Wi-Fi
ar: إستخدام إتصال لاسلكي او واي-فاي
br: Oc'h implijout ar Wi-fi
cs: Pouze přes Wi-Fi
lt: Besinaudojant belaidžiu ryšiu (Wi-Fi)
pl: Użyj do połączeń internetu bezprzewodowego Wi-Fi
pt: A usar Wi-Fi

# settings_always
source: Always
ar: دائماً
br: Dalc'hmat
cs: Vždy
lt: Visada
pl: Zawsze
pt: Sempre

source: Change Password
ar: تغيير كلمة المرور
br: Cheñch ar Ger-Kuzh
cs: Změnit heslo
lt: Keisti slaptažodį
pl: Zmień hasło
pt: Alterar Palavra-Passe

source: Delete Password
ar: إزالة كلمة المرور
br: Dilemmel ar Ger-Kuzh
cs: Smazat heslo
lt: Ištrinti slaptažodį
pl: Skasuj hasło
pt: Apagar Palavra-Passe

source: Old Password
ar: كلمة المرور القديمة
br: Ger-Kuzh kozh
cs: Staré heslo
lt: Senas slaptažodis
pl: Poprzednie hasło
pt: Palavra-Passe Antiga

source: New Password
ar: كلمة المرور الجديدة
br: Ger-Kuzh nevez
cs: Nové heslo
lt: Naujas slaptažodis
pl: Nowe hasło
pt: Nova Palavra-Passe

source: Repeat Password
ar: كرر كلمة المرور
br: Ar Ger-Kuzh c'hoazh
cs: Zopakujte nové heslo
lt: Pakartokite slaptažodį
pl: Powtórz hasło
pt: Repete Palavra-Passe

# change_password_done
source: Done
ar: انتهى
br: Graet
cs: Změnit
lt: Atlikta
pl: Zakończ
pt: Terminado

# password_is_empty_error
source: Password should be non-empty
ar: كلمة المرور يجب أن تكون غير فارغة
br: Ne rankfe ket bezañ goullo ar Ger-Kuzh
cs: Heslo by němělo být prázdné
lt: Slaptažodis turėtų būti ne tuščias
pl: Ta wartość nie może być pusta
pt: Palavra-Passe não pode estar vazia

# wrong_old_password
source: Wrong password
ar: كلمة المرور خطأ
br: Ger-Kuzh Fall
cs: Špatné heslo
lt: Neteisingas slaptažodis
pl: Niepoprawne hasło
pt: Palavra-Passe errada

source: Passwords do not match
ar: كلمة المرور غير مطابقة
br: Ne Glot ket ar Gerioù-Kuzh
cs: Hesla nesedí
lt: Slaptažodžiai nesutampa
pl: Hasło nie jest identyczne
pt: Palavras-Passe não coincidem

# photo_from_camera
source: Camera
ar: تصوير
br: Kamera
cs: Pořídit snímek/video
lt: Kamera
pl: Aparat
pt: Câmara

# photo_from_photo_library
source: Photo Library
ar: قائمة الصور
br: Ar Skeudennaoueg
cs: Knihovna obrázků
lt: Nuotraukų biblioteka
pl: Biblioteka zdjęć
pt: Fotografias

# change_avatar_error_convert_image
source: Cannot convert image
ar: لا يمكن تحويل الصورة
br: Dibosupl eo da emdreiñ ar skeudenn
cs: Nelze konvertovat obrázek
lt: Nepavyksta konvertuoti paveikslo
pl: Brak możliwości przekształcenia obrazu
pt: Não é possivel converter imagem

# file_send_to_contact
source: Send to contact
ar: إرسال إلى جهة اتصال
br: Kas d'an darempred
cs: Odeslat kontakt
lt: Siųsti kontaktui
pl: Wyślij do osoby
pt: Envia a contacto

source: Export Profile
ar: حفظ الحساب الشخصي
br: Ezporzhiañ ar Profil
cs: Exportovat profil
lt: Eksportuoti profilį
pl: Eksportuj profil
pt: Exportar Perfil

source: Delete Profile
ar: حذف الحساب الشخصي
br: Lemmel kuit ar Profil
cs: Smazat profil
lt: Ištrinti profilį
pl: Skasuj profil
pt: Apagar Perfil

# delete_profile_confirmation_title_1
source: Delete this profile?
ar: هل تريد حذف هذا الحساب؟
br: Lammel Kuit ar Profil ?
cs: Smazat tento profil?
lt: Ištrinti šį profilį?
pl: Czy skasować profil?
pt: Apagar este Perfil?

# delete_profile_confirmation_title_2
source: Are you sure?
ar: هل أنت متأكد؟
br: Ha sur oc'h ?
cs: Jste si jistý?
lt: Ar tikrai?
pl: Czy na pewno?
pt: Confirmar?

# delete_profile_confirmation_message
source: This operation cannot be undone
ar: هذه العملية لا يمكن التراجع عنها
br: Ne c'hellec'h ket distreiñ war an oberiadenn-mañ
cs: Tato operace nemůže být vrácena
lt: Ši operacija negalės būti panaikinta
pl: Przeprowadzenie niniejszej operacji nie może być cofnięte
pt: Não é possível refazer esta operação

# call_incoming
source: Incoming call
ar: مكالمة واردة
br: Pellgomzadenn o tont-tre
cs: Příchozí hovor
lt: Įeinantis skambutis
pl: Rozmowa przychodząca
pt: A receber chamada

source: Call ended
ar: انتهت المكالمة
br: Pellgomzadenn echuet
cs: Hovor ukončen
lt: Skambutis baigtas
pl: Rozmowa zakończona
pt: Chamada terminada

# call_reaching
source: Reaching...
ar: على قيد الوصول...
br: O c'hortoz...
cs: Vytáčím...
lt: Susisiekiama...
pl: Ustanawiam połączenie...
pt: A ligar/ A conectar

# chat_file_cancelled
source: Cancelled
ar: تم الإلغاء
br: Nulet
cs: Zrušeno
lt: Atšaukta
pl: Anulowano
pt: Cancelada

# chat_waiting
source: Waiting...
ar: إنتظار...
br: O C'hortoz...
cs: Čekám...
lt: Laukiama...
pl: Oczekuje...
pt: Em espera

# chat_paused
source: Paused
ar: إيقاف مؤقت
br: Ehanet
cs: Pozastaveno
lt: Pristabdyta
pl: Wstrzymany
pt: Em pausa

# delete_chat_title
source: Delete this chat and message history?
ar: حذف هذه المحادثة والرسائل المحفوظة بها؟
br: Lemmel ar flap hag ar c'hemennadennoù istorel-mañ kuit ?
cs: Smazat tuto konverzaci a její historii?
lt: Ištrinti šį pokalbį ir žinučių žurnalą?
pl: Skasować tego czata i jego wiadomości?
pt: Apagar esta conversa e o histórico de mensagens?

# delete_contact_title
source: Delete this contact? Your chat history will be lost.
ar: إزالة هذا الحساب؟ سيتم فقدان سجل المحادثة.
br: Lemmel an darempred-mañ kuit ? Ho flap istorel a vo kollet.
cs: Smazat tento kontakt? Historie bude ztracena.
lt: Ištrinti šį kontaktą? Jūsų pokalbių žurnalas bus prarastas.
pl: Skasować ten kontakt? Historia korespondencji będzie skasowana.
pt: Apagar este contacto? O histórico de mensagens será apagado.

# delete_contact_request_title
source: Delete this contact request?
ar: إزالة الدعوة لهذا الحساب؟
br: Lemmel ar goulenn darempred kuit ?
cs: Smazat tuto žádost?
lt: Ištrinti šią kontakto užklausą?
pl: Skasować to żądanie kontaktu?
pt: Rejeitar pedido?

# delete_single_message
source: Delete Message
ar: حذف الرسالة
br: Dilemmel ar Gemennadenn
cs: Smazat zprávu
lt: Ištrinti žinutę
pl: Skasuj wiadomość

# delete_multiple_messages
source: Delete Messages
ar: حذف الرسائل
br: Dilemmel ar C'hemennadennoù
cs: Smazané zprávy
lt: Ištrinti žinutes
pl: Skasuj wiadomości

# delete_all_messages
source: Delete All
ar: حذف الكل
br: Lemmel kuit an Holl
cs: Smazat vše
lt: Ištrinti visas
pl: Skasuj wszystko

# alert_delete
source: Delete
ar: إزالة
br: Lemmel kuit
cs: Smazat
lt: Ištrinti
pl: Usuń
pt: Apagar

# alert_cancel
source: Cancel
ar: إلغاء الامر
br: Nulañ
cs: Zrušit
lt: Atsisakyti
pl: Anuluj
pt: Cancelar
